SESSION_CART_KEY = 'zpt_cart'


KAZAKHSTAN_CITIES = [
    'Алматы',
    'Астана',
    'Шымкент',
    'Караганда',
    'Актобе',
    'Тараз',
    'Павлодар',
    'Усть-Каменогорск',
    'Семей',
    'Атырау',
    'Костанай',
    'Кызылорда',
    'Уральск',
    'Петропавловск',
    'Актау',
    'Темиртау',
    'Туркестан',
    'Кокшетау',
    'Талдыкорган',
    'Экибастуз',
]

TRANSPORT_COMPANIES = [
    ('cdek', 'CDEK'),
    ('kazpost', 'Казпочта'),
]

DEFAULT_WAREHOUSE_ADDRESS = 'г. Алматы, ул. Мурат, 94А'
